{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "<UNK>",
        0.0
      ],
      [
        "s",
        -3.8366227807480673
      ],
      [
        "n",
        -4.013122155886606
      ],
      [
        "e",
        -4.055528211043418
      ],
      [
        "a",
        -4.0765276365413134
      ],
      [
        "t",
        -4.159411897342976
      ],
      [
        "l",
        -4.194743563648418
      ],
      [
        "u",
        -4.351717195162336
      ],
      [
        "i",
        -4.424778091363482
      ],
      [
        " ",
        -4.5996894208638395
      ],
      [
        "d",
        -4.626601374040472
      ],
      [
        "c",
        -4.704767395786214
      ],
      [
        "m",
        -4.939397975151816
      ],
      [
        "re",
        -4.950314804796029
      ],
      [
        "o",
        -4.953112520626588
      ],
      [
        "b",
        -4.987205751206085
      ],
      [
        "r",
        -5.103063682941978
      ],
      [
        " of ",
        -5.142976415978281
      ],
      [
        "f",
        -5.180163201463748
      ],
      [
        "y",
        -5.208730414848688
      ],
      [
        "2",
        -5.2497373897775415
      ],
      [
        "v",
        -5.406499398141289
      ],
      [
        "cul",
        -5.425080701407462
      ],
      [
        "The ",
        -5.447094736029967
      ],
      [
        "ly ",
        -5.456335309908843
      ],
      [
        "ol",
        -5.456848015621372
      ],
      [
        "able ",
        -5.481707487280704
      ],
      [
        "sts a",
        -5.496064002699106
      ],
      [
        " for ",
        -5.525825089385872
      ],
      [
        "ation",
        -5.5265614113029455
      ],
      [
        "ing ",
        -5.54045025979716
      ],
      [
        ",",
        -5.558332078139625
      ],
      [
        "-",
        -5.5608580349695105
      ],
      [
        "cal",
        -5.566003470458551
      ],
      [
        "to",
        -5.572225262820463
      ],
      [
        "\n",
        -5.606235618099038
      ],
      [
        "w",
        -5.616119483037557
      ],
      [
        " and ",
        -5.620013582105201
      ],
      [
        "ted ",
        -5.628839359594819
      ],
      [
        "ou",
        -5.645997624759084
      ],
      [
        "ur",
        -5.669742265650789
      ],
      [
        "ed",
        -5.682983010539728
      ],
      [
        "age",
        -5.684731733217847
      ],
      [
        "p",
        -5.686364406815298
      ],
      [
        " bi",
        -5.687703014196903
      ],
      [
        "th",
        -5.691744328391099
      ],
      [
        "rea",
        -5.694422981831931
      ],
      [
        "1",
        -5.709668054904163
      ],
      [
        "each ",
        -5.7186368862203425
      ],
      [
        "0",
        -5.750864815398778
      ],
      [
        "relation",
        -5.752282919383541
      ],
      [
        " between ",
        -5.7526676261763185
      ],
      [
        "sh",
        -5.7755906886766395
      ],
      [
        "ic",
        -5.781124931403871
      ],
      [
        "he",
        -5.782207925616309
      ],
      [
        "in",
        -5.783388139619994
      ],
      [
        "s and ",
        -5.784196941880858
      ],
      [
        "al",
        -5.789534240323603
      ],
      [
        "significant",
        -5.806598101886802
      ],
      [
        "ves ",
        -5.812412019257715
      ],
      [
        "ility an",
        -5.825057536451197
      ],
      [
        "col",
        -5.828920766123648
      ],
      [
        " pro",
        -5.846065395035075
      ],
      [
        " outcomes i",
        -5.863424729724254
      ],
      [
        " report",
        -5.870127526777725
      ],
      [
        "year",
        -5.872614115521259
      ],
      [
        "7",
        -5.878140307584162
      ],
      [
        "an a",
        -5.8795847750420265
      ],
      [
        "ive ",
        -5.892168722752656
      ],
      [
        "8",
        -5.896659296539783
      ],
      [
        "owing ",
        -5.898117962872896
      ],
      [
        "ed w",
        -5.900070797219127
      ],
      [
        "ata ",
        -5.900596828947581
      ],
      [
        "ge",
        -5.917682111615615
      ],
      [
        "l de",
        -5.9181843859272805
      ],
      [
        "from ",
        -5.91917800780554
      ],
      [
        "4",
        -5.921897145391513
      ],
      [
        " accessib",
        -5.922485010864536
      ],
      [
        "result",
        -5.929252789683687
      ],
      [
        ") ",
        -5.933196423865452
      ],
      [
        " metr",
        -5.940957038683671
      ],
      [
        "x",
        -5.941417506390363
      ],
      [
        "s, with ",
        -5.944719646635955
      ],
      [
        "ly d",
        -5.9516688369250055
      ],
      [
        "mental ",
        -5.952627790095238
      ],
      [
        ". P",
        -5.95678873821575
      ],
      [
        "for",
        -5.961897508123391
      ],
      [
        ". ",
        -5.966059476418424
      ],
      [
        " int",
        -5.970372278986534
      ],
      [
        " gree",
        -5.975391919304702
      ],
      [
        "gin",
        -5.976872353595604
      ],
      [
        "earning",
        -5.977866629690131
      ],
      [
        "ology ",
        -5.981459826446133
      ],
      [
        "res",
        -5.988408654190654
      ],
      [
        "over",
        -5.990877414432116
      ],
      [
        "conve",
        -5.9945208584101675
      ],
      [
        ". Its ",
        -6.002075522730247
      ],
      [
        "ell",
        -6.006491165752244
      ],
      [
        "g",
        -6.007497382515421
      ],
      [
        "'",
        -6.008617797980635
      ],
      [
        ":\n    ",
        -6.008762915988431
      ],
      [
        "ate_fibonacci(n-",
        -6.009840889670733
      ],
      [
        "    return ",
        -6.016058544646957
      ],
      [
        "cienti",
        -6.016997258079639
      ],
      [
        " expl",
        -6.019437769510297
      ],
      [
        "every",
        -6.023138700992298
      ],
      [
        "eather",
        -6.025087002763875
      ],
      [
        ", ",
        -6.031756321241958
      ],
      [
        "iz",
        -6.033426065561549
      ],
      [
        "cos",
        -6.040656323320428
      ],
      [
        "ed ope",
        -6.042563104419177
      ],
      [
        "ner",
        -6.044008005001664
      ],
      [
        "lin",
        -6.045447700484404
      ],
      [
        " make",
        -6.046884097325706
      ],
      [
        "through ",
        -6.050219645937694
      ],
      [
        " exce",
        -6.052329089262708
      ],
      [
        "ment, ",
        -6.052998814550451
      ],
      [
        "(",
        -6.05862800570633
      ],
      [
        "ical",
        -6.062141250189838
      ],
      [
        " the cor",
        -6.062704189960541
      ],
      [
        "e to ",
        -6.064836998688571
      ],
      [
        "light",
        -6.06633537784626
      ],
      [
        "hlorop",
        -6.066607056316217
      ],
      [
        "ear",
        -6.069088524699267
      ],
      [
        "ted in ",
        -6.071263186245861
      ],
      [
        "ide",
        -6.073396070020244
      ],
      [
        "ust ",
        -6.075660670144747
      ],
      [
        "S",
        -6.08203111628545
      ],
      [
        "nding",
        -6.082789251414409
      ],
      [
        "hel",
        -6.08504517439727
      ],
      [
        "ima",
        -6.088056238439724
      ],
      [
        " mo",
        -6.091811764010961
      ],
      [
        " initiati",
        -6.106375211799862
      ],
      [
        "synt",
        -6.107364848681398
      ],
      [
        "sit",
        -6.110455580376323
      ],
      [
        "gr",
        -6.119851332189461
      ],
      [
        "by a",
        -6.121255567451321
      ],
      [
        "s con",
        -6.125413439321616
      ],
      [
        "ll",
        -6.126007665442689
      ],
      [
        "or w",
        -6.13052032293202
      ],
      [
        " about ",
        -6.135570427725881
      ],
      [
        "h",
        -6.137131214854268
      ],
      [
        " complex ",
        -6.14241749739832
      ],
      [
        "P",
        -6.144532817744936
      ],
      [
        " and con",
        -6.152627596058319
      ],
      [
        "%",
        -6.156535260188707
      ],
      [
        "ma",
        -6.167635380105768
      ],
      [
        ".",
        -6.170895509794258
      ],
      [
        " The ",
        -6.18669110296723
      ],
      [
        "ain",
        -6.19800397685369
      ],
      [
        "an",
        -6.198736731129919
      ],
      [
        " su",
        -6.2005878064782545
      ],
      [
        "ration",
        -6.206804520086395
      ],
      [
        " energy ",
        -6.207628847630005
      ],
      [
        "ch",
        -6.215893223151572
      ],
      [
        "% ",
        -6.219372130430224
      ],
      [
        "er",
        -6.247833377168576
      ],
      [
        "pro",
        -6.253837518605869
      ],
      [
        "educ",
        -6.26271503702962
      ],
      [
        "ent",
        -6.266639902936267
      ],
      [
        "tions",
        -6.267053680595546
      ],
      [
        "di",
        -6.267385077577499
      ],
      [
        "ar",
        -6.268944038437704
      ],
      [
        "int",
        -6.28817077474331
      ],
      [
        " to ",
        -6.29365087098738
      ],
      [
        " is ",
        -6.3004851797565395
      ],
      [
        "su",
        -6.304691793485258
      ],
      [
        " A",
        -6.318366842264587
      ],
      [
        "am",
        -6.323871856627371
      ],
      [
        " che",
        -6.324713131796574
      ],
      [
        "s. ",
        -6.33921216945335
      ],
      [
        " efficiency",
        -6.343303313832271
      ],
      [
        "ood",
        -6.34912547550447
      ],
      [
        "analys",
        -6.349785558686911
      ],
      [
        "stor",
        -6.365651219144782
      ],
      [
        " inte",
        -6.370076069868649
      ],
      [
        "nts ",
        -6.378630150122046
      ],
      [
        "ce",
        -6.406376552799956
      ],
      [
        "rst",
        -6.406706486140323
      ],
      [
        "da",
        -6.411594308716882
      ],
      [
        "ical ",
        -6.415634490979558
      ],
      [
        "in the ",
        -6.427281943837299
      ],
      [
        "tra",
        -6.428070327460053
      ],
      [
        "fi",
        -6.435560118833499
      ],
      [
        "the ",
        -6.435759291999375
      ],
      [
        "ties ",
        -6.446167705791352
      ],
      [
        "D",
        -6.447741342424853
      ],
      [
        "5",
        -6.44774134242488
      ],
      [
        " participa",
        -6.450187562846016
      ],
      [
        "ll-being scores.",
        -6.4526512106224105
      ],
      [
        "across ",
        -6.457182492873185
      ],
      [
        "la",
        -6.460014919809161
      ],
      [
        "at",
        -6.465826497413642
      ],
      [
        "s, ",
        -6.46654318289659
      ],
      [
        "ment",
        -6.476783880532189
      ],
      [
        "ho",
        -6.477694381411136
      ],
      [
        "per",
        -6.479870021883535
      ],
      [
        "ines",
        -6.479986010930255
      ],
      [
        "lec",
        -6.48574403110583
      ],
      [
        "tional ",
        -6.487268255894197
      ],
      [
        "rent",
        -6.495015781134762
      ],
      [
        "ting",
        -6.498365242293776
      ],
      [
        "duc",
        -6.503234775649191
      ],
      [
        "book a",
        -6.50801503135526
      ],
      [
        " book",
        -6.510208318473651
      ],
      [
        "tion",
        -6.516898535529023
      ],
      [
        "ark",
        -6.517847063122684
      ],
      [
        "mon",
        -6.520145123433177
      ],
      [
        " space",
        -6.520709494210814
      ],
      [
        "energy t",
        -6.528790205656791
      ],
      [
        "nd",
        -6.529814142490993
      ],
      [
        "photo",
        -6.53293771517597
      ],
      [
        "across all ",
        -6.533038752500158
      ],
      [
        " ex",
        -6.538055734838748
      ],
      [
        "mi",
        -6.5441989256966755
      ],
      [
        "ulate_fibonacci(",
        -6.544638872534979
      ],
      [
        "tist",
        -6.545911417728771
      ],
      [
        "jority of cases.",
        -6.550102248799342
      ],
      [
        " eff",
        -6.552491334644504
      ],
      [
        " S",
        -6.554288303397672
      ],
      [
        ". S",
        -6.556032818171989
      ],
      [
        "mproved ",
        -6.556223389475738
      ],
      [
        "s st",
        -6.560947458116818
      ],
      [
        "new",
        -6.560990244016251
      ],
      [
        "em",
        -6.569358792526953
      ],
      [
        "nt to ",
        -6.569649892792422
      ],
      [
        " st",
        -6.578028201431281
      ],
      [
        "po",
        -6.582982661393871
      ],
      [
        " and ex",
        -6.587090688421684
      ],
      [
        "tim",
        -6.591603296812495
      ],
      [
        "ries",
        -6.592115248714077
      ],
      [
        "gree",
        -6.596852687826566
      ],
      [
        "sign",
        -6.599850700309885
      ],
      [
        "reak",
        -6.600876822722719
      ],
      [
        "tri",
        -6.601889656252645
      ],
      [
        "ic c",
        -6.6119770285081465
      ],
      [
        "twe",
        -6.612680823254686
      ],
      [
        "space",
        -6.618557293943986
      ],
      [
        "min",
        -6.619471893907937
      ],
      [
        "ing the p",
        -6.6222066385471505
      ],
      [
        "t the ",
        -6.623278972247575
      ],
      [
        " to th",
        -6.6267230301638165
      ],
      [
        "shed ",
        -6.633431313466782
      ],
      [
        "lit",
        -6.635388908544712
      ],
      [
        "O",
        -6.637656996189654
      ],
      [
        "q",
        -6.637656996189669
      ],
      [
        "3",
        -6.637656996189674
      ],
      [
        "$",
        -6.6376569961896985
      ],
      [
        "s improved ",
        -6.638881129475435
      ],
      [
        "ck",
        -6.640465556800426
      ],
      [
        "ip",
        -6.641357891712531
      ],
      [
        "ta",
        -6.643447564323769
      ],
      [
        "on the market.",
        -6.649748725160529
      ],
      [
        " across all ",
        -6.659169234803548
      ],
      [
        "s c",
        -6.660209739992167
      ],
      [
        " it a",
        -6.6619847667573415
      ],
      [
        "ac",
        -6.663724807122506
      ],
      [
        "sent",
        -6.665811801226411
      ],
      [
        "ion. ",
        -6.665945075109467
      ],
      [
        "uthor",
        -6.669433140168869
      ],
      [
        "re ",
        -6.6701698168129315
      ],
      [
        "om ",
        -6.673215523381579
      ],
      [
        " b",
        -6.673902324407779
      ],
      [
        "y e",
        -6.675243424114102
      ],
      [
        "ven",
        -6.678360460446203
      ],
      [
        "z",
        -6.684265636304438
      ],
      [
        " with",
        -6.687084456838275
      ],
      [
        "man",
        -6.6883113610707055
      ],
      [
        "he new ",
        -6.6915797718650945
      ],
      [
        " develop",
        -6.692569037972563
      ],
      [
        " comp",
        -6.693019788882046
      ],
      [
        "nced developers.",
        -6.701099429641654
      ],
      [
        "ch ",
        -6.701644525818376
      ],
      [
        "ding ",
        -6.702322760870771
      ],
      [
        "if ",
        -6.704515260765636
      ],
      [
        "ed a",
        -6.704940171015727
      ],
      [
        ":",
        -6.7049580730698315
      ],
      [
        "rophy",
        -6.705159070995261
      ],
      [
        "<",
        -6.7052492567992195
      ],
      [
        "M",
        -6.7052492567992195
      ],
      [
        ">",
        -6.705249256799226
      ],
      [
        "+",
        -6.7052492567992825
      ],
      [
        "F",
        -6.705249256799302
      ],
      [
        "J",
        -6.705249256799379
      ],
      [
        "H",
        -6.705249256799475
      ],
      [
        "!",
        -6.70524925679951
      ],
      [
        "se and o",
        -6.705677847983007
      ],
      [
        ")\n",
        -6.705845155319261
      ],
      [
        "ver",
        -6.706215542506705
      ],
      [
        "igh",
        -6.706514034452205
      ],
      [
        "mp",
        -6.706555150516355
      ],
      [
        "10)",
        -6.707444117212284
      ],
      [
        "reet",
        -6.710898556797115
      ],
      [
        "en s",
        -6.712365279245966
      ],
      [
        "s. The ",
        -6.712546963359313
      ],
      [
        "n the ma",
        -6.714012459553274
      ],
      [
        "fic",
        -6.715777620480357
      ],
      [
        " = ",
        -6.7189553642687105
      ],
      [
        "pr",
        -6.720962507627062
      ],
      [
        "com",
        -6.721228420626032
      ],
      [
        " if ",
        -6.721621904680973
      ],
      [
        "ec",
        -6.724272677790014
      ],
      [
        "ld",
        -6.725447256251067
      ],
      [
        "Th",
        -6.7304347625288115
      ],
      [
        "yst",
        -6.7339746131240625
      ],
      [
        "ati",
        -6.734270782949802
      ],
      [
        "de",
        -6.741210622006006
      ],
      [
        "one",
        -6.743459661738536
      ],
      [
        "ng the p",
        -6.745138007549763
      ],
      [
        "reas",
        -6.746490289589424
      ],
      [
        "the a",
        -6.755071184764103
      ],
      [
        "nth",
        -6.755493117891425
      ],
      [
        "bl",
        -6.757928666931543
      ],
      [
        "significant ",
        -6.758602430455836
      ],
      [
        "ue ",
        -6.759821082571066
      ],
      [
        "ast",
        -6.761841528755168
      ],
      [
        "U",
        -6.762818114103043
      ],
      [
        "C",
        -6.76281811410318
      ],
      [
        "ence",
        -6.7634088421666
      ],
      [
        "cose and oxygen.",
        -6.763651565590553
      ],
      [
        "n ",
        -6.767129889106156
      ],
      [
        " op",
        -6.768879287473871
      ],
      [
        "ntl",
        -6.7712669354960555
      ],
      [
        "nced ",
        -6.7823413896681215
      ],
      [
        "= ",
        -6.785157286665122
      ],
      [
        "ect",
        -6.785231804723106
      ],
      [
        "rt ",
        -6.786035138963607
      ],
      [
        "ed in ",
        -6.786779708268313
      ],
      [
        " wo",
        -6.786881279882794
      ],
      [
        "ur place in it.",
        -6.789406253690482
      ],
      [
        "f ca",
        -6.792294954216738
      ],
      [
        "t out",
        -6.793809736250779
      ],
      [
        "bo",
        -6.798053780066099
      ],
      [
        "proved ",
        -6.799296887661036
      ],
      [
        "d co",
        -6.8025199548640725
      ],
      [
        "hy",
        -6.8077717218243485
      ],
      [
        "E",
        -6.808279617773664
      ],
      [
        "ts we",
        -6.8090787757136875
      ],
      [
        "ely ",
        -6.812880408113769
      ],
      [
        "ll m",
        -6.817481758046247
      ],
      [
        "atives ",
        -6.820449178657445
      ],
      [
        "n the c",
        -6.826148255294783
      ],
      [
        "it",
        -6.829573764969454
      ],
      [
        "rb",
        -6.833492934406757
      ],
      [
        "at ",
        -6.834273346095854
      ],
      [
        " fi",
        -6.8355081799630435
      ],
      [
        "rly ",
        -6.845397141940669
      ],
      [
        "ter",
        -6.846206593689618
      ],
      [
        " photo",
        -6.8469690065547315
      ],
      [
        "business units.",
        -6.847280831424403
      ],
      [
        "ult",
        -6.848495900200021
      ],
      [
        "cess",
        -6.853544737025084
      ],
      [
        " sy",
        -6.856790634487499
      ],
      [
        " be",
        -6.859283377775492
      ],
      [
        "ng",
        -6.860016779985974
      ],
      [
        "ffe",
        -6.861411021934884
      ],
      [
        "al to ",
        -6.86425953307801
      ],
      [
        "parti",
        -6.866463205362995
      ],
      [
        " re",
        -6.86780559973806
      ],
      [
        " po",
        -6.8756931154273175
      ],
      [
        "s i",
        -6.881148834432088
      ],
      [
        "erie",
        -6.883613832556935
      ],
      [
        " year",
        -6.883915686147178
      ],
      [
        " out",
        -6.886059956289116
      ],
      [
        "perati",
        -6.886115711578331
      ],
      [
        "lve",
        -6.8884999644301805
      ],
      [
        "wa",
        -6.889794017482512
      ],
      [
        "ro",
        -6.890667921293202
      ],
      [
        "sta",
        -6.891632255723084
      ],
      [
        "t m",
        -6.894570068126737
      ],
      [
        " th",
        -6.89611126917583
      ],
      [
        "d rep",
        -6.896671736572985
      ],
      [
        "king ",
        -6.896738218175049
      ],
      [
        "ar ",
        -6.898392056571498
      ],
      [
        "nce",
        -6.8988268934807735
      ],
      [
        "ini",
        -6.8990447095246035
      ],
      [
        "ction ",
        -6.901546780768758
      ],
      [
        "ow",
        -6.903683200895927
      ],
      [
        "pan",
        -6.907700308674364
      ],
      [
        "es he",
        -6.907977064018081
      ],
      [
        "men",
        -6.908040466326381
      ],
      [
        "ntly ",
        -6.914418047320386
      ],
      [
        "us",
        -6.919957848105565
      ],
      [
        "ants ",
        -6.934762976829845
      ],
      [
        "red",
        -6.962767226815092
      ],
      [
        "lig",
        -6.967477636390189
      ],
      [
        "ess ",
        -6.9772377524390485
      ],
      [
        "and ",
        -6.981529801267209
      ],
      [
        " sto",
        -6.98573101505537
      ],
      [
        "port",
        -6.98578284684586
      ],
      [
        "ed ",
        -6.989793814768913
      ],
      [
        "me",
        -6.9909690000909155
      ],
      [
        "te",
        -6.994108421517286
      ],
      [
        ")",
        -6.995391698799742
      ],
      [
        "ug",
        -7.001228883454498
      ],
      [
        "efficiency",
        -7.001340018050657
      ],
      [
        "tho",
        -7.0131309544774965
      ],
      [
        "ent ",
        -7.017130215601565
      ],
      [
        "op",
        -7.019956435407693
      ],
      [
        "ed f",
        -7.022835809268136
      ],
      [
        "ibonacci(",
        -7.042950926303767
      ],
      [
        "or",
        -7.043073342779266
      ],
      [
        "10) = {result}')",
        -7.0434355602384295
      ],
      [
        "be",
        -7.050296799050967
      ],
      [
        "ction",
        -7.061462572738811
      ],
      [
        "is",
        -7.067033878149669
      ],
      [
        " p",
        -7.069748556082054
      ],
      [
        "arti",
        -7.072262164095569
      ],
      [
        "e new ",
        -7.093918000177972
      ],
      [
        "ate_fibonacci(n",
        -7.099996777975679
      ],
      [
        "eas",
        -7.10974312761854
      ],
      [
        "n the ",
        -7.119212503522833
      ],
      [
        "ie",
        -7.120053347785408
      ],
      [
        "ci",
        -7.133720405136188
      ],
      [
        "ibi",
        -7.140267107757763
      ],
      [
        "pt",
        -7.146789597791013
      ],
      [
        " exp",
        -7.1620153652064875
      ],
      [
        "ty ",
        -7.165956872049821
      ],
      [
        "hi",
        -7.166593848696299
      ],
      [
        " analys",
        -7.1749535199310355
      ],
      [
        "s g",
        -7.183009985020524
      ],
      [
        "creaking door.",
        -7.1850757009321615
      ],
      [
        "ing",
        -7.200675454027554
      ],
      [
        "rit",
        -7.208442422595469
      ],
      [
        "st",
        -7.216480700658545
      ],
      [
        "fici",
        -7.222101469790779
      ],
      [
        " pa",
        -7.241001999328734
      ],
      [
        "ua",
        -7.2428470394646265
      ],
      [
        "ach",
        -7.250800043621305
      ],
      [
        "lear",
        -7.2524272473136095
      ],
      [
        "y. Th",
        -7.26472051682671
      ],
      [
        "mm",
        -7.287230257329833
      ],
      [
        "lan",
        -7.292209168200566
      ],
      [
        "ap",
        -7.292954004532563
      ],
      [
        "exp",
        -7.294521244703904
      ],
      [
        " and m",
        -7.295105193632463
      ],
      [
        "sis",
        -7.2951900558731655
      ],
      [
        "mar",
        -7.296593504279784
      ],
      [
        "book",
        -7.307216815030802
      ],
      [
        "d a",
        -7.323992987709529
      ],
      [
        "art",
        -7.328516937129917
      ],
      [
        "y. The ",
        -7.334591015259165
      ],
      [
        "un",
        -7.336313138370769
      ],
      [
        " c",
        -7.336747323181283
      ],
      [
        "new ",
        -7.3439340149743
      ],
      [
        "crea",
        -7.349668111836513
      ],
      [
        "ed p",
        -7.352266853877662
      ],
      [
        "uni",
        -7.353959699878079
      ],
      [
        "ion",
        -7.3576300125165846
      ],
      [
        "br",
        -7.361859698483404
      ],
      [
        "ifica",
        -7.364553098806519
      ],
      [
        "li",
        -7.37142842403284
      ],
      [
        "es i",
        -7.378738093785821
      ],
      [
        "se",
        -7.383248163561017
      ],
      [
        "reac",
        -7.391625437884247
      ],
      [
        "eb",
        -7.398584013378949
      ],
      [
        " the ",
        -7.404540333233165
      ],
      [
        "tre",
        -7.413858067575796
      ],
      [
        "ement",
        -7.423087969543625
      ],
      [
        "il",
        -7.440308302989063
      ],
      [
        "participa",
        -7.441438524298492
      ],
      [
        "le",
        -7.444006486473819
      ],
      [
        " mar",
        -7.453667571823331
      ],
      [
        "author",
        -7.456846460777559
      ],
      [
        "ns",
        -7.458357222736133
      ],
      [
        "y ",
        -7.473568876243505
      ],
      [
        "the",
        -7.491651809152264
      ],
      [
        " uni",
        -7.510687831303294
      ],
      [
        "rie",
        -7.5137029229775205
      ],
      [
        "ng ",
        -7.520044216066013
      ],
      [
        "rte",
        -7.522775217221664
      ],
      [
        "all ",
        -7.524928448208964
      ],
      [
        "in ",
        -7.527506403683217
      ],
      [
        " sh",
        -7.530732154450481
      ],
      [
        " parti",
        -7.531219303888257
      ],
      [
        " ac",
        -7.533107696986452
      ],
      [
        "es ",
        -7.5685915769077425
      ],
      [
        "cipating entity.",
        -7.574289059679796
      ],
      [
        "si",
        -7.587586928976304
      ],
      [
        "inte",
        -7.615633043156207
      ],
      [
        "ra",
        -7.623379609678253
      ],
      [
        "ve ",
        -7.630569351362817
      ],
      [
        "rese",
        -7.631581252135405
      ],
      [
        " ch",
        -7.635757276871959
      ],
      [
        "all",
        -7.644942241045039
      ],
      [
        " expe",
        -7.652596041552192
      ],
      [
        "isi",
        -7.653627816385648
      ],
      [
        " author",
        -7.654911456322564
      ],
      [
        "od",
        -7.669287774987813
      ],
      [
        "ations",
        -7.672083677790402
      ],
      [
        "str",
        -7.680359332321691
      ],
      [
        "ve",
        -7.680607704913617
      ],
      [
        " at the ",
        -7.682420483599413
      ],
      [
        "ial ",
        -7.682676001675069
      ],
      [
        "sy",
        -7.693514216216652
      ],
      [
        "so",
        -7.697174782737122
      ],
      [
        "ific",
        -7.70778193306702
      ],
      [
        "s ",
        -7.708376573493392
      ],
      [
        "expe",
        -7.717568662529866
      ],
      [
        "tific",
        -7.728181389540964
      ],
      [
        "es in ",
        -7.741124986116748
      ],
      [
        "cor",
        -7.77267423448572
      ],
      [
        "the c",
        -7.7742213584206885
      ],
      [
        "ear ",
        -7.777133456198154
      ],
      [
        "rom",
        -7.798665621753127
      ],
      [
        "s f",
        -7.802352843486251
      ],
      [
        "A",
        -7.808388250309466
      ],
      [
        "ib",
        -7.811528695944197
      ],
      [
        "ly",
        -7.818801581847567
      ],
      [
        "ct",
        -7.820865831978498
      ],
      [
        "ention",
        -7.823942667754705
      ],
      [
        "y th",
        -7.8346869324370605
      ],
      [
        "es and ",
        -7.853919890031663
      ],
      [
        "ai",
        -7.865318214564287
      ],
      [
        "ting entity.",
        -7.876115951309544
      ],
      [
        "d p",
        -7.877177853382422
      ],
      [
        "pu",
        -7.891907658951022
      ],
      [
        "al ",
        -7.921471903347673
      ],
      [
        "ers",
        -7.934724791664644
      ],
      [
        "sto",
        -7.939565869574076
      ],
      [
        "rre",
        -7.978556259591433
      ],
      [
        "ibonacci(10)",
        -7.98021084150238
      ],
      [
        "cl",
        -7.984234436477829
      ],
      [
        "reaking door.",
        -7.994054863428756
      ],
      [
        "bi",
        -8.025793436643221
      ],
      [
        "ty",
        -8.069755863808677
      ],
      [
        "tal to ",
        -8.071488944843075
      ],
      [
        "ient",
        -8.092076262698235
      ],
      [
        " f",
        -8.114004089821261
      ],
      [
        "s we",
        -8.119201192232964
      ],
      [
        "metr",
        -8.149059960438969
      ],
      [
        "wi",
        -8.155125022371404
      ],
      [
        "ag",
        -8.160181789076967
      ],
      [
        "on",
        -8.172975867561412
      ],
      [
        "nt",
        -8.178014082953206
      ],
      [
        "bout ",
        -8.18054887128246
      ],
      [
        "tr",
        -8.234573648724707
      ],
      [
        "ts",
        -8.236778630576728
      ],
      [
        "ess",
        -8.258007276557162
      ],
      [
        "d ",
        -8.263989443464572
      ],
      [
        "ing an",
        -8.284000738687514
      ],
      [
        " 1",
        -8.287573510242323
      ],
      [
        "en",
        -8.291826228195205
      ],
      [
        "ri",
        -8.29646838743624
      ],
      [
        "ating ",
        -8.312279712915396
      ],
      [
        " = {result}')",
        -8.314004722637
      ],
      [
        "e ",
        -8.314664080172594
      ],
      [
        " it",
        -8.330927789766966
      ],
      [
        "business units. ",
        -8.338029385428424
      ],
      [
        "initiati",
        -8.34579802359766
      ],
      [
        "of ",
        -8.357820663737655
      ],
      [
        "ies",
        -8.361775781044225
      ],
      [
        "complex ",
        -8.37733432091058
      ],
      [
        "rat",
        -8.408093873904335
      ],
      [
        "dif",
        -8.410777175840458
      ],
      [
        " de",
        -8.425499700160753
      ],
      [
        "ne",
        -8.432618491521712
      ],
      [
        "we",
        -8.437818090499661
      ],
      [
        "e s",
        -8.453275742764669
      ],
      [
        " P",
        -8.48122525375766
      ],
      [
        "ry ",
        -8.484318409346688
      ],
      [
        " Th",
        -8.49174251013077
      ],
      [
        "to c",
        -8.49318017946221
      ],
      [
        "tions ",
        -8.516192529731107
      ],
      [
        "cell",
        -8.541021208156215
      ],
      [
        "lli",
        -8.573896277580015
      ],
      [
        "ins ",
        -8.633014780363581
      ],
      [
        " gr",
        -8.64007396564351
      ],
      [
        " each ",
        -8.640329753438706
      ],
      [
        "cu",
        -8.657649558208877
      ],
      [
        "with",
        -8.660075328433113
      ],
      [
        "outcomes i",
        -8.664692712026703
      ],
      [
        "d c",
        -8.67571634436279
      ],
      [
        "late_fibonacci(n",
        -8.691930917755222
      ],
      [
        "th ",
        -8.714369470185844
      ],
      [
        "cien",
        -8.721140673257592
      ],
      [
        "is ",
        -8.72872770665432
      ],
      [
        "energy ",
        -8.73089319167284
      ],
      [
        "hrough ",
        -8.739379119700974
      ],
      [
        " s",
        -8.752569569861546
      ],
      [
        "to ",
        -8.754460093357295
      ],
      [
        "wel",
        -8.767984710665576
      ],
      [
        "out",
        -8.779414139579249
      ],
      [
        "co",
        -8.79550184596842
      ],
      [
        "red ",
        -8.800036059310262
      ],
      [
        "rl",
        -8.82337462044477
      ],
      [
        "oun",
        -8.82709859787117
      ],
      [
        "t ",
        -8.832105099827103
      ],
      [
        " m",
        -8.851707896850819
      ],
      [
        "ub",
        -8.852232872745093
      ],
      [
        "an ",
        -8.857584891516124
      ],
      [
        "sed ",
        -8.876375528502244
      ],
      [
        "nta",
        -8.936972698786796
      ],
      [
        "im",
        -9.024725850708641
      ],
      [
        " a",
        -9.025683130966884
      ],
      [
        ", with ",
        -9.026067308570484
      ],
      [
        "par",
        -9.056141245270343
      ],
      [
        " to",
        -9.05943439354755
      ],
      [
        "ep",
        -9.07058133134857
      ],
      [
        "yo",
        -9.082076744100183
      ],
      [
        "eat",
        -9.100803609705263
      ],
      [
        " we",
        -9.106235417976901
      ],
      [
        "ts ",
        -9.108387202196552
      ],
      [
        "du",
        -9.116919654444969
      ],
      [
        "here",
        -9.148979590665892
      ],
      [
        " significant ",
        -9.161533606878239
      ],
      [
        "k",
        -9.185659963198106
      ],
      [
        "=",
        -9.187960528692702
      ],
      [
        "for ",
        -9.19979623463759
      ],
      [
        "make",
        -9.202017470497436
      ],
      [
        "es",
        -9.23855158511692
      ],
      [
        "s co",
        -9.240318276626805
      ],
      [
        "if",
        -9.246917782081693
      ],
      [
        "ting entity. ",
        -9.249598822741476
      ],
      [
        "nd c",
        -9.279445523069
      ],
      [
        "ea",
        -9.31083709181238
      ],
      [
        "ur place in it. ",
        -9.312278233673258
      ],
      [
        "s w",
        -9.34217419056848
      ],
      [
        "tion ",
        -9.350752012159413
      ],
      [
        "ccessib",
        -9.403312385174585
      ],
      [
        "trop",
        -9.403776083963056
      ],
      [
        "ope",
        -9.409965609478741
      ],
      [
        " = {result}') Th",
        -9.412460483850799
      ],
      [
        " i",
        -9.434658144052923
      ],
      [
        "fe",
        -9.474396114722182
      ],
      [
        " w",
        -9.485535143856861
      ],
      [
        "no",
        -9.486354792702453
      ],
      [
        "lle",
        -9.48641936245841
      ],
      [
        "ed re",
        -9.49307439494945
      ],
      [
        "ni",
        -9.493850669042155
      ],
      [
        " it ",
        -9.501524182154933
      ],
      [
        "ul",
        -9.506475006579894
      ],
      [
        "ig",
        -9.545637742285997
      ],
      [
        "tel",
        -9.58226682758344
      ],
      [
        "ons",
        -9.608951843822354
      ],
      [
        "and con",
        -9.65224208843461
      ],
      [
        "ay",
        -9.66805996516731
      ],
      [
        "elve",
        -9.675390093592078
      ],
      [
        "ex",
        -9.691066068769192
      ],
      [
        "pa",
        -9.694020231565531
      ],
      [
        "report",
        -9.720392322439777
      ],
      [
        " the a",
        -9.730449682644133
      ],
      [
        "ting entity. Th",
        -9.730624571775849
      ],
      [
        "ge ",
        -9.761818309323898
      ],
      [
        "ics",
        -9.77059140485068
      ],
      [
        " me",
        -9.776365680859438
      ],
      [
        "ate",
        -9.783397387598958
      ],
      [
        "ld ",
        -9.81497100224302
      ],
      [
        "esi",
        -9.818039893778398
      ],
      [
        "d ope",
        -9.83106871713687
      ],
      [
        "t o",
        -9.87763985826487
      ],
      [
        "on the market. ",
        -9.887487955703122
      ],
      [
        "r p",
        -9.892093357075577
      ],
      [
        "mo",
        -9.895494648266563
      ],
      [
        "reaking door. Th",
        -9.953625084899171
      ],
      [
        "nc",
        -9.962492940420466
      ],
      [
        "st ",
        -9.963928602628048
      ],
      [
        "ach ",
        -9.963988306072475
      ],
      [
        " ca",
        -9.971315872003677
      ],
      [
        "e t",
        -9.97473740692515
      ],
      [
        "el",
        -9.98457559729633
      ],
      [
        "s th",
        -9.998380655996684
      ],
      [
        "f ",
        -10.005121839459257
      ],
      [
        "che",
        -10.024022468279822
      ],
      [
        "ces",
        -10.040118421470176
      ],
      [
        "om",
        -10.070985822299594
      ],
      [
        "e c",
        -10.076201462025121
      ],
      [
        " significant",
        -10.09458492712118
      ],
      [
        "accessib",
        -10.140619806628656
      ],
      [
        "as",
        -10.15554714341537
      ],
      [
        "creaking door. ",
        -10.169704433873266
      ],
      [
        "eve",
        -10.184631120996924
      ],
      [
        "to th",
        -10.190272968734085
      ],
      [
        "ive",
        -10.243824570146309
      ],
      [
        "ather",
        -10.358557874408453
      ],
      [
        "and",
        -10.37913138391323
      ],
      [
        "ana",
        -10.394162376657665
      ],
      [
        "nalys",
        -10.414917884168608
      ],
      [
        " the ma",
        -10.435177140555588
      ],
      [
        "ation ",
        -10.446610425065908
      ],
      [
        " energy t",
        -10.4819562175057
      ],
      [
        "rs",
        -10.523822015723361
      ],
      [
        "on. ",
        -10.527645029732414
      ],
      [
        "rm",
        -10.588948883047307
      ],
      [
        "ional ",
        -10.594744017535056
      ],
      [
        " li",
        -10.598951863254245
      ],
      [
        "ce ",
        -10.646636003390999
      ],
      [
        "bil",
        -10.658258004776897
      ],
      [
        "a ",
        -10.69453878450403
      ],
      [
        "ing entity. The ",
        -10.706702682178976
      ],
      [
        "ced ",
        -10.725805340188826
      ],
      [
        "s he",
        -10.761667607208473
      ],
      [
        "h b",
        -10.791345175386887
      ],
      [
        "she",
        -10.793540503736379
      ],
      [
        "tati",
        -10.80810518859477
      ],
      [
        ", a",
        -10.823089491037408
      ],
      [
        " every",
        -10.87015384994971
      ],
      [
        " con",
        -10.91032048913835
      ],
      [
        "nt ",
        -10.943467571805428
      ],
      [
        "ntion",
        -10.946307808776915
      ],
      [
        "f c",
        -10.96389707652326
      ],
      [
        "lt",
        -11.017136599450819
      ],
      [
        "ut",
        -11.017401073182835
      ],
      [
        "ting ",
        -11.018386285019282
      ],
      [
        "nd ",
        -11.07130602868819
      ],
      [
        "the cor",
        -11.072858218714204
      ],
      [
        " book a",
        -11.091612102135695
      ],
      [
        "ove",
        -11.133685682085522
      ],
      [
        "on ",
        -11.1550536595249
      ],
      [
        "ding",
        -11.19374355656455
      ],
      [
        "eco",
        -11.215890414795748
      ],
      [
        "e m",
        -11.23221145466581
      ],
      [
        "t ex",
        -11.251694033790969
      ],
      [
        "onve",
        -11.27233931606201
      ],
      [
        "rt",
        -11.30771379059749
      ],
      [
        "tan",
        -11.334184651678736
      ],
      [
        "ste",
        -11.362817662424721
      ],
      [
        " co",
        -11.379625915551033
      ],
      [
        " in",
        -11.44314758341674
      ],
      [
        "r-",
        -11.453595717051703
      ],
      [
        "reaking door. ",
        -11.536552434466463
      ],
      [
        " of c",
        -11.58292449705581
      ],
      [
        "\n    ",
        -11.592772349626996
      ],
      [
        "T",
        -11.616601782048305
      ],
      [
        "return ",
        -11.628844221049368
      ],
      [
        "iti",
        -11.716511476307073
      ],
      [
        " across ",
        -11.732747382957335
      ],
      [
        "act",
        -11.799362605551742
      ],
      [
        "o ",
        -11.813427700012312
      ],
      [
        "con",
        -11.872338798563325
      ],
      [
        "y a",
        -11.890001708004364
      ],
      [
        "it ",
        -11.930777952322288
      ],
      [
        "osy",
        -12.002332897919082
      ],
      [
        "d in",
        -12.014462871634368
      ],
      [
        "ti",
        -12.020610166016954
      ],
      [
        "ces ",
        -12.071390017205498
      ],
      [
        "m ",
        -12.458401558774327
      ],
      [
        "and ex",
        -12.558287764960461
      ],
      [
        "ate_fibonacci(",
        -12.685250535912646
      ],
      [
        "ies ",
        -12.704629631783288
      ],
      [
        "les",
        -12.73721780238787
      ],
      [
        "rk",
        -12.7705700642388
      ],
      [
        " from ",
        -12.828933620016219
      ],
      [
        "a co",
        -12.856132309454262
      ],
      [
        "ant",
        -12.858231234269178
      ],
      [
        "j",
        -12.887361140558713
      ],
      [
        "{",
        -12.887461140558715
      ],
      [
        "I",
        -12.887561140558715
      ],
      [
        "}",
        -12.887661140558714
      ],
      [
        "_",
        -12.887761140558714
      ],
      [
        "tives ",
        -12.887761140558714
      ]
    ],
    "byte_fallback": false
  }
}